Repository: EduardoRegis/GatheringOfMagic
Catalog: GatheringOfMagic/Resources/Localizable/*.lproj/Localizable.strings
Languages: pt_br

# FirstOpenTexts_firstOpen
source: First Open!
pt_br: Abrindo pela primeira vez

# FirstOpenTexts_notFirstOpen
source: The app was first opened on
pt_br: Este app foi aberto pela primeira vez em

# TabBarTexts_cards
source: Cards
pt_br: Cartas

# TabBarTexts_favorites
source: Favorites
pt_br: Favoritas

# TabBarTexts_decks
source: Decks
pt_br: Grimórios

# CardListScreenTexts_loadingMoreCards
source: Loading more cards...
pt_br: Carregando mais cartas...

# CardDetailScreenTexts_favorite
source: Favorite
pt_br: Favoritar

# CardDetailScreenTexts_unfavorite
source: Unfavorite
pt_br: Desfavoritar

# CardDetailScreenTexts_createNewDeck
source: Create new deck
pt_br: Criar novo grimório

# CardDetailScreenTexts_addToDeck
source: Add to a deck
pt_br: Adicionar à grimório

# CardDetailScreenTexts_newDeckCreated
source: New deck created!
pt_br: Grimório novo criado!

# FavoriteListScreenTexts_title
source: Favorites
pt_br: Favoritas

# DeckListScreenTexts_title
source: Decks
pt_br: Grimórios

# DeckListScreenTexts_wantToDeleteDeck
source: Do you want to delete the deck
pt_br: Deseja excluir o grimório

# AddToDeckScreenTexts_title
source: Add to Deck
pt_br: Adicionar à grimório

# AddToDeckScreenTexts_maxNumberOfCopies
source: Maximum number of this card in the deck!
pt_br: Número máximo dessa carta no grimório!

# AddToDeckScreenTexts_cardAddedSuccess
source: Added card in deck successfully!
pt_br: Carta adicionada ao grimório com sucesso!

# AddToDeckScreenTexts_nilCard
source: Null card!
pt_br: Carta não encontrada!

# DeckDetailScreenTexts_edit
source: Edit
pt_br: Editar

# DeckDetailScreenTexts_averageCost
source: Average cost
pt_br: Custo médio

# DeckDetailScreenTexts_curve
source: Curve
pt_br: Curva

# DeckDetailScreenTexts_land
source: Lands
pt_br: Terrenos

# DeckDetailScreenTexts_instant
source: Instants
pt_br: Instantâneas

# DeckDetailScreenTexts_sorcery
source: Sorceries
pt_br: Feitiços

# DeckDetailScreenTexts_artifact
source: Artifacts
pt_br: Artefatos

# DeckDetailScreenTexts_creature
source: Creatures
pt_br: Criaturas

# DeckDetailScreenTexts_enchantment
source: Enchantments
pt_br: Encantamentos

# DeckDetailScreenTexts_planeswalker
source: Planeswalkers
pt_br: Planinautas

# EditDeckScreenTexts_deckName
source: Deck name:
pt_br: Nome do grimório:

# EditDeckScreenTexts_deckFormat
source: Deck format:
pt_br: Formato do grimório:

# EditCardQuantityAlertTexts_confirm
source: Confirm
pt_br: Confirmar

# EditCardQuantityAlertTexts_cancel
source: Cancel
pt_br: Cancelar

# AlertTexts_alert
source: Alert!
pt_br: Atenção!

# AlertTexts_cancel
source: Cancel
pt_br: Cancelar

# ErrorMessages_noWindow
source: No Window
pt_br: Sem tela

# ErrorMessages_failureAPI
source: Failed to make the request!
pt_br: Falha ao realizar a request!

# ErrorMessages_failureMock
source: Failed to transform API data into Model structure!
pt_br: Falha ao transformar os dados da API na estrutura de Model!

# ErrorMessages_coreDataUnableFetch
source: Unable to fetch managed objects for entity
pt_br: Não foi possível buscar objetos gerenciados para a entidade

# ErrorMessages_errorFetchDecks
source: Error fetching decks
pt_br: Erro ao buscar grimórios

# ErrorMessages_errorFetchCards
source: Error fetching cards
pt_br: Erro ao buscar cartas

# ErrorMessages_unresolvedError
source: Unresolved error
pt_br: Erro não resolvido

# SnackBarTitleMessages_success
source: Success!
pt_br: Sucesso!

# SnackBarTitleMessages_failure
source: Something went wrong!
pt_br: Algo deu errado!
